/* rexx */
arg step
exit

step1:
say 'Step1'
return
step2:
say 'Step2'
return
step3:
say 'Step3'
return
step4:
say 'Step4'
return
step5:
say 'Step5'
return