//ITAUSORT JOB (40600000),CLASS=A,MSGCLASS=X
//SORT     EXEC PGM=SORT
//SYSOUT   DD SYSOUT=*
//SORTIN   DD DSN=ITAUM.JCL(ITAUM002),DISP=SHR
//SORTOUT  DD DSN=ITAU1.JCL(ITAU1002),DISP=SHR
//SYSOUT   DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
 OPTION COPY
 OUTREC FINDREP=(IN=C'ITAUM',OUT=C'ITAU1')
